[
	{
		"name": "iPhone 15 Pro MAX",
		"date": "22.4.2024",
		"url": "/blog/iphone-15-pro-max.html",
		"short": "Apple iPhone 15 Pro Max najnoviji je flagship model iz Appleovog portfelja, predstavljen u rujnu 2023. godine. Ovaj uređaj nudi najnoviju tehnologiju, vrhunski dizajn i iznimne performanse, što ga čini jednim od najpoželjnijih pametnih telefona na tržištu. Evo pregleda ključnih aspekata ovog modela..."
	},
	{
		"name": "iPhone 15 Pro",
		"date": "3.4.2024",
		"url": "/blog/iphone-15-pro.html",
		"short": "Apple iPhone 15 Pro najnoviji je model iz Appleove linije pametnih telefona i donosi nekoliko značajnih inovacija. S robustnim dizajnom, naprednom tehnologijom i novim značajkama, ovaj uređaj zauzima vodeće mjesto na tržištu. Evo pregleda njegovih ključnih elemenata..."
	},
	{
		"name": "Samsung Galaxy S24 Ultra",
		"date": "4.5.2024",
		"url": "/blog/samsung-galaxy-s24-ultra.html",
		"short": "Samsung Galaxy S24 Ultra je flagship pametni telefon s impresivnim performansama, vrhunskim kamerama i bogatim značajkama. Ova recenzija daje pregled ključnih aspekata uređaja, uključujući dizajn, kamere, softver i druge važne značajke..."
	},
	{
		"name": "Samsung Galaxy S23 Ultra",
		"date": "7.5.2024",
		"url": "/blog/samsung-galaxy-s23-ultra.html",
		"short": "Samsung Galaxy S23 Ultra je jedan od najmoćnijih i najnaprednijih pametnih telefona koje je Samsung dosad predstavio. S obzirom na njegovu veličinu, tehnologiju i performanse, postavlja standard za high-end pametne telefone..."
	},
	{
		"name": "Redmi Note 12 Pro",
		"date": "10.5.2024",
		"url": "/blog/redmi-note-12-pro.html",
		"short": "Redmi Note 12 Pro najnoviji je model u Redmi seriji, predstavljen početkom 2023. godine. Ovaj uređaj nudi odličnu kombinaciju performansi, dizajna i pristupačne cijene, što ga čini popularnim izborom među korisnicima..."
	},
	{
		"name": "Redmi K50 Pro",
		"date": "15.5.2024",
		"url": "/blog/redmi-k50-pro.html",
		"short": "Redmi K50 Pro, predstavljen  sredinom 2023. godine, predstavlja vrhunski model u Redmi liniji, nudi vrhunske specifikacije i impresivne značajke po konkurentnoj cijeni..."
	},
	{
		"name": "Honor Magic5 Pro",
		"date": "15.12.2023",
		"url": "/blog/honor-magic5-pro.html",
		"short": "Honor Magic5 Pro, predstavljen u travnju 2023. godine, donosi najnoviju tehnologiju i vrhunske performanse u premium segmentu pametnih telefona..."
	},
	{
		"name": "Honor 80 Pro",
		"date": "12.10.2023",
		"url": "/blog/honor-80-pro.html",
		"short": "Honor 80 Pro, predstavljen sredinom 2023. godine, nudi odlične performanse i značajke po konkurentnoj cijeni, ciljajući na srednji segment tržišta..."
	},
	{
		"name": "Huawei P60 Pro",
		"date": "12.1.2024",
		"url": "/blog/huawei-p60-pro.html",
		"short": "Huawei P60 Pro, predstavljen početkom 2023. godine, nudi vrhunske performanse i inovativne značajke u segmentu premium pametnih telefona..."
	}
]